Revit 2024 API
TableCellCombinedParameterData Methods
The TableCellCombinedParameterData type exposes the following members.
Methods
Name | Description
Create
 construct a TableCellCombinedParameterData
Dispose
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
See Also
TableCellCombinedParameterData Class
Autodesk.Revit.DB Namespace